# Flatpak packages for sam-razer-blade
# Generated on: Wed Oct  8 05:07:14 PM CDT 2025
# Install with: cat flatpak_packages.txt | grep -v '^#' | xargs flatpak install -y

app.zen_browser.zen
com.bitwarden.desktop
com.discordapp.Discord
com.dropbox.Client
com.obsproject.Studio
com.protonvpn.www
com.spotify.Client
md.obsidian.Obsidian
me.proton.Mail
net.ankiweb.Anki
org.fedoraproject.MediaWriter
org.gnome.NetworkDisplays
org.kde.gwenview
org.kde.kcalc
org.kde.kmines
org.kde.kolourpaint
org.kde.krdc
org.kde.okular
org.libreoffice.LibreOffice
org.videolan.VLC

# User-installed Flatpaks:
# No user Flatpaks found
